Repository: arbiter-garion/mimbus-bot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ru

source: 📦 Assemble modules
ru: 📦Собрать модуль

source: 🏰 Enter EXP Dungeon
ru: 🏰 Войти в EXP Dungeon

source: 🔁 Auto Assemble {status}
ru: 🔁 Автосборка модулей {status}

source: <b>Please, enter your Steam name:</b>
ru: <b>Введите логин Steam:</b>

source: Loading Data...
ru: Загрузка данных...

source: Welcome, {name}! LVL {level} Your Enkephalin: {stamina}
ru: Добро пожаловать, {name}! LVL {level} Ваш энкефалин: {stamina}

source: Assembling modules...
ru: Собираем модуль…

source: Modules assembled!
ru: Модуль собран!

source: Select dungeon type:
ru: Выберите тип подземелья

source: Dungeon 1
ru: EXP Dungeon 1

source: Dungeon 2
ru: EXP Dungeon 2

source: Dungeon 3
ru: EXP Dungeon 3

source: Entering dungeon...
ru: Входим в подземелье…

source: Battle in progress, please wait...
ru: Идет битва! Пожалуйста, подождите… В среднем битва занимает 5-7 минут.

source: Battle finished!
ru: Битва завершена!

source: <b>Please, enter your Steam password:</b> Common questions: Q: Why do you need my Steam password? A: We need it to get your Mimbus one-time auth token. We do not store your password. This bot is open-source and you can check it yourself. Q: Can I log out this bot from steam? A: Yes, you can. Just use /logout command. Alternatively you can use `Log out from every device` button in steam. Q: Can I get banned for using this bot? A: <b>Yes</b>, you can. But we believe that probability of this is very low.We insure that every connection use separated proxy and we manually check every Mimbus update for potential problems.
ru: <b>Введите свой пароль Steam:</b> FAQ: Q: Зачем вам нужен мой пароль Steam? A: Он нужен нам для получения одноразового тикета для входа в Mimbus. <b>Мы не храним ваш пароль</b>. Этот бот имеет открытый исходный код, и вы можете проверить его самостоятельно. Q: Могу ли я разлогинить этого бота из Steam? A: Да, просто воспользуйтесь командой /logout. Также вы можете использовать кнопку `Log out from every device` в steam. Q: Могу ли я получить бан за использование этого бота? A: <b>Да</b>, но мы считаем, что такая возможность крайне маловероятно. Мы гарантируем, что каждое соединение использует отдельный прокси, и мы вручную проверяем каждое обновление Mimbus на наличие потенциальных проблем.

source: Authenticating...
ru: Авторизация…

source: <b>Please, enter your Steam guard code:</b>
ru: <b>Введите Steam guard код:</b>

source: Unable to get the token. Wrong password? Error: {error}
ru: Неудалось получить токен. Проверьте данные на правильность. Ошибка: {error}

source: Wrong Guard code. Please, try again:
ru: Неправильный Guard код, попробуйте еще раз:

source: Done!
ru: Сделано!

source: You have been successfully logged out.
ru: Вы успешно вышли из аккаунта.

source: Canceled
ru: Отменено

source: Auto assemble has been {status}
ru: Автосборка {status}

source: enabled
ru: включена

source: disabled
ru: выключена

source: Waiting for 8 hours...
ru: Отложено на 8 часов…

source: Canceling auto-assembly. Your refresh token is expired. Please, re-authenticate.
ru: Автосборка отменена. Ваш стим токен перестал действовать, необходима повторная авторизация.

source: {num} modules have been assembled.
ru: Собрано модулей: {num}.

source: Skip for 8 hours
ru: Отложить на 8 часов

source: The modules will be assembled in 15 minutes. Please, do not log into the game until the process is finished.
ru: Сборка модулей начнется через 15 минут. Не входите в игру до завершения процесса.

source: Failed to assemble modules. Contact admin.
ru: Не удалось собрать модули, сообщите администратору об ошибке.

source: Your refresh token is expired. Please, re-authenticate.
ru: Ваш стим токен перестал действовать, необходима повторная авторизация.

source: An error occurred. Please, try again later.
ru: Возникла непредвиденная ошибка. Поробуйте повторить запрос позже.

source: Bot is temporarily closed for maintenance. Please, try again later.
ru: Ведутся технические работы.
